Repository: 5l1v3r1/teleskype
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ru

source: Stores users and messages. Show statistics. Example usage: {CMD_SIGN}{BOT_NAME} {first_aliase}
ru: Сохраняет данные о пользователях и сообщениях. Показывает статистику. Пример использования: {CMD_SIGN}{BOT_NAME} {first_aliase}

source: Total number of messages: {msg_count}
ru: Общее кол-во сохраненных сообщений: {msg_count}

source: Returns currency rates from Central Bank of Russia (cbr.ru) Available currencies: {currencies} Example usage: {CMD_SIGN}{BOT_NAME} {first_aliase} USD {CMD_SIGN}{BOT_NAME} {first_aliase} usd
ru: Возвращает курс обмена указанной валюты на основе данных ЦБ РФ (cbr.ru) Доступные валюты: {currencies} Пример использования: {CMD_SIGN}{BOT_NAME} {first_aliase} USD {CMD_SIGN}{BOT_NAME} {first_aliase} usd

source: Exchange rate of
ru: Курс обмена

source: Unknown currency. Available currencies: {currencies}
ru: Неизвестная валюта. Доступные валюты: {currencies}

source: Available commands: {CMD_SIGN}{BOT_NAME} make bridge - creates a new bridge and returns a secret code. {CMD_SIGN}{BOT_NAME} use bridge [secret code] - tries to connect to another chat with specified secret code. {CMD_SIGN}{BOT_NAME} set lang [lang] - change language. {CMD_SIGN}{BOT_NAME} ping - {ping_help} Available modules: show_image Type {CMD_SIGN}{BOT_NAME} help [module name] to get help on a specific module.
ru: Доступные команды: {CMD_SIGN}{BOT_NAME} make bridge - создает новый мост и возвращает секретный код, который нужно указать в другом чате с помощью команды {CMD_SIGN}{BOT_NAME} use bridge. {CMD_SIGN}{BOT_NAME} use bridge [секретный код] - попытка соединить два чата. {CMD_SIGN}{BOT_NAME} set lang [язык] - изменить язык. {CMD_SIGN}{BOT_NAME} ping - {ping_help} Доступные модули: show_image Введите {CMD_SIGN}{BOT_NAME} help [название модуля] для получения справки по этому модулю.

source: Module {0} not found
ru: Модуль {0} не найден

source: ping? pong!
ru: пинг? понг!

source: pong
ru: понг

source: Language is set to: {0}
ru: Язык сменен на: {0}

source: Can't set language to: {0}
ru: Не могу изменить язык на: {0}

source: Shows random image by specified keyword. Available keywords: {aliases_string} Example usage: {CMD_SIGN}{BOT_NAME} {first_aliase}
ru: Показывает случайное изображение по указанному ключевому слову. Доступные ключевые слова: {aliases_string} Пример использования: {CMD_SIGN}{BOT_NAME} {first_aliase}
